{
    "preamble": {
        "preambleTitle": "Preamble",
        "Text": "We the People of the United States, in Order to form a more perfect Union, establish Justice, insure domestic Tranquility, provide for the common defence, promote the general Welfare, and secure the Blessings of Liberty to ourselves and our Posterity, do ordain and establish this Constitution for the United States of America."
    },
    "articles": [
        {
            "articleNumber": "ARTICLE I",
            "articleTitle": "Legislative Branch",
            "sections": [
                "All legislative Powers herein granted shall be vested in a Congress of the United States, which shall consist of a Senate and House of Representatives.",
                "The House of Representatives shall be composed of Members chosen every second Year by the People of the several States, and the Electors in each State shall have the Qualifications requisite for Electors of the most numerous Branch of the State Legislature.<br><br> No Person shall be a Representative who shall not have attained to the Age of twenty five Years, and been seven Years a Citizen of the United States, and who shall not, when elected, be an Inhabitant of that State in which he shall be chosen.<br><br> Representatives and direct Taxes shall be apportioned among the several States which may be included within this Union, according to their respective Numbers, which shall be determined by adding to the whole Number of free Persons, including those bound to Service for a Term of Years, and excluding Indians not taxed, three fifths of all other Persons.<br><br> The actual Enumeration shall be made within three Years after the first Meeting of the Congress of the United States, and within every subsequent Term of ten Years, in such Manner as they shall by Law direct. The Number of Representatives shall not exceed one for every thirty Thousand, but each State shall have at Least one Representative; and until such enumeration shall be made, the State of New Hampshire shall be entitled to choose three, Massachusetts eight, Rhode Island and Providence Plantations one, Connecticut five, New York six, New Jersey four, Pennsylvania eight, Delaware one, Maryland six, Virginia ten, North Carolina five, South Carolina five and Georgia three.<br><br> When vacancies happen in the Representation from any State, the Executive Authority thereof shall issue Writs of Election to fill such Vacancies.<br><br> The House of Representatives shall choose their Speaker and other Officers; and shall have the sole Power of Impeachment.<br><br>",
                "The Senate of the United States shall be composed of two Senators from each State, chosen by the Legislature thereof, for six Years; and each Senator shall have one Vote.<br><br> Immediately after they shall be assembled in Consequence of the first Election, they shall be divided as equally as may be into three Classes. The Seats of the Senators of the first Class shall be vacated at the Expiration of the second Year, of the second Class at the Expiration of the fourth Year, and of the third Class at the Expiration of the sixth Year, so that one third may be chosen every second Year; and if Vacancies happen by Resignation, or otherwise, during the Recess of the Legislature of any State, the Executive thereof may make temporary Appointments until the next Meeting of the Legislature, which shall then fill such Vacancies.<br><br> No person shall be a Senator who shall not have attained to the Age of thirty Years, and been nine Years a Citizen of the United States, and who shall not, when elected, be an Inhabitant of that State for which he shall be chosen.<br><br> The Vice President of the United States shall be President of the Senate, but shall have no Vote, unless they be equally divided.<br><br> The Senate shall choose their other Officers, and also a President pro tempore, in the absence of the Vice President, or when he shall exercise the Office of President of the United States.<br><br> The Senate shall have the sole Power to try all Impeachments. When sitting for that Purpose, they shall be on Oath or Affirmation. When the President of the United States is tried, the Chief Justice shall preside: And no Person shall be convicted without the Concurrence of two thirds of the Members present.<br><br> Judgment in Cases of Impeachment shall not extend further than to removal from Office, and disqualification to hold and enjoy any Office of honor, Trust or Profit under the United States: but the Party convicted shall nevertheless be liable and subject to Indictment, Trial, Judgment and Punishment, according to Law.<br><br>",
                "The Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations, except as to the Place of Choosing Senators.<br><br> The Congress shall assemble at least once in every Year, and such Meeting shall be on the first Monday in December, unless they shall by Law appoint a different Day.",
                "Each House shall be the Judge of the Elections, Returns and Qualifications of its own Members, and a Majority of each shall constitute a Quorum to do Business; but a smaller number may adjourn from day to day, and may be authorized to compel the Attendance of absent Members, in such Manner, and under such Penalties as each House may provide.<br><br> Each House may determine the Rules of its Proceedings, punish its Members for disorderly Behavior, and, with the Concurrence of two-thirds, expel a Member.<br><br> Each House shall keep a Journal of its Proceedings, and from time to time publish the same, excepting such Parts as may in their Judgment require Secrecy; and the Yeas and Nays of the Members of either House on any question shall, at the Desire of one fifth of those Present, be entered on the Journal.<br><br> Neither House, during the Session of Congress, shall, without the Consent of the other, adjourn for more than three days, nor to any other Place than that in which the two Houses shall be sitting.",
                "The Senators and Representatives shall receive a Compensation for their Services, to be ascertained by Law, and paid out of the Treasury of the United States. They shall in all Cases, except Treason, Felony and Breach of the Peace, be privileged from Arrest during their Attendance at the Session of their respective Houses, and in going to and returning from the same; and for any Speech or Debate in either House, they shall not be questioned in any other Place.<br><br> No Senator or Representative shall, during the Time for which he was elected, be appointed to any civil Office under the Authority of the United States which shall have been created, or the Emoluments whereof shall have been increased during such time; and no Person holding any Office under the United States, shall be a Member of either House during his Continuance in Office.<br><br>",
                "All bills for raising Revenue shall originate in the House of Representatives; but the Senate may propose or concur with Amendments as on other Bills.<br><br> Every Bill which shall have passed the House of Representatives and the Senate, shall, before it become a Law, be presented to the President of the United States; If he approve he shall sign it, but if not he shall return it, with his Objections to that House in which it shall have originated, who shall enter the Objections at large on their Journal, and proceed to reconsider it. If after such Reconsideration two thirds of that House shall agree to pass the Bill, it shall be sent, together with the Objections, to the other House, by which it shall likewise be reconsidered, and if approved by two thirds of that House, it shall become a Law. But in all such Cases the Votes of both Houses shall be determined by Yeas and Nays, and the Names of the Persons voting for and against the Bill shall be entered on the Journal of each House respectively. If any Bill shall not be returned by the President within ten Days (Sundays excepted) after it shall have been presented to him, the Same shall be a Law, in like Manner as if he had signed it, unless the Congress by their Adjournment prevent its Return, in which Case it shall not be a Law.<br><br> Every Order, Resolution, or Vote to which the Concurrence of the Senate and House of Representatives may be necessary (except on a question of Adjournment) shall be presented to the President of the United States; and before the Same shall take Effect, shall be approved by him, or being disapproved by him, shall be repassed by two thirds of the Senate and House of Representatives, according to the Rules and Limitations prescribed in the Case of a Bill.<br><br>",
                "The Congress shall have Power To lay and collect Taxes, Duties, Imposts and Excises, to pay the Debts and provide for the common Defence and general Welfare of the United States; but all Duties, Imposts and Excises shall be uniform throughout the United States;<br><br> To borrow money on the credit of the United States;<br><br> To regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes;<br><br> To establish an uniform Rule of Naturalization, and uniform Laws on the subject of Bankruptcies throughout the United States;<br><br> To coin Money, regulate the Value thereof, and of foreign Coin, and fix the Standard of Weights and Measures;<br><br> To provide for the Punishment of counterfeiting the Securities and current Coin of the United States;<br><br> To establish Post Offices and Post Roads;<br><br> To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries;<br><br> To constitute Tribunals inferior to the supreme Court;<br><br> To define and punish Piracies and Felonies committed on the high Seas, and Offenses against the Law of Nations;<br><br> To declare War, grant Letters of Marque and Reprisal, and make Rules concerning Captures on Land and Water;<br><br> To raise and support Armies, but no Appropriation of Money to that Use shall be for a longer Term than two Years;<br><br> To provide and maintain a Navy;<br><br> To make Rules for the Government and Regulation of the land and naval Forces;<br><br> To provide for calling forth the Militia to execute the Laws of the Union, suppress Insurrections and repel Invasions;<br><br> To provide for organizing, arming, and disciplining, the Militia, and for governing such Part of them as may be employed in the Service of the United States, reserving to the States respectively, the Appointment of the Officers, and the Authority of training the Militia according to the discipline prescribed by Congress;<br><br> To exercise exclusive Legislation in all Cases whatsoever, over such District (not exceeding ten Miles square) as may, by Cession of particular States, and the acceptance of Congress, become the Seat of the Government of the United States, and to exercise like Authority over all Places purchased by the Consent of the Legislature of the State in which the Same shall be, for the Erection of Forts, Magazines, Arsenals, dock-Yards, and other needful Buildings; And<br><br> To make all Laws which shall be necessary and proper for carrying into Execution the foregoing Powers, and all other Powers vested by this Constitution in the Government of the United States, or in any Department or Officer thereof.<br><br>",
                "The Migration or Importation of such Persons as any of the States now existing shall think proper to admit, shall not be prohibited by the Congress prior to the Year one thousand eight hundred and eight, but a tax or duty may be imposed on such Importation, not exceeding ten dollars for each Person.<br><br> The privilege of the Writ of Habeas Corpus shall not be suspended, unless when in Cases of Rebellion or Invasion the public Safety may require it.<br><br> No Bill of Attainder or ex post facto Law shall be passed.<br><br> No capitation, or other direct, Tax shall be laid, unless in Proportion to the Census or Enumeration herein before directed to be taken.<br><br> No Tax or Duty shall be laid on Articles exported from any State.<br><br> No Preference shall be given by any Regulation of Commerce or Revenue to the Ports of one State over those of another: nor shall Vessels bound to, or from, one State, be obliged to enter, clear, or pay Duties in another.<br><br> No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law; and a regular Statement and Account of the Receipts and Expenditures of all public Money shall be published from time to time.<br><br> No Title of Nobility shall be granted by the United States: And no Person holding any Office of Profit or Trust under them, shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince or foreign State.<br><br>",
                "No State shall enter into any Treaty, Alliance, or Confederation; grant Letters of Marque and Reprisal; coin Money; emit Bills of Credit; make any Thing but gold and silver Coin a Tender in Payment of Debts; pass any Bill of Attainder, ex post facto Law, or Law impairing the Obligation of Contracts, or grant any Title of Nobility.<br><br> No State shall, without the Consent of the Congress, lay any Imposts or Duties on Imports or Exports, except what may be absolutely necessary for executing its inspection Laws: and the net Produce of all Duties and Imposts, laid by any State on Imports or Exports, shall be for the Use of the Treasury of the United States; and all such Laws shall be subject to the Revision and Control of the Congress.<br><br> No State shall, without the Consent of Congress, lay any duty of Tonnage, keep Troops, or Ships of War in time of Peace, enter into any Agreement or Compact with another State, or with a foreign Power, or engage in War, unless actually invaded, or in such imminent Danger as will not admit of delay.<br><br>"
            ],
            "analysis":"<em>Section 1: <br>Legislative powers are divided up between the Congress, which consists of the Senate and the House of Representatives.<br><br><br><br>Section 2:<br>House of Representative members are re-elected every two years by citizens of the State, and they must meet the requirements.<br><br>You cannot run for House Rep if you are under 25 years old, and you must have been a citizen for 7 years. You must live in the state which you represent.<br><br>The number of Representatives and direct taxes each state gets will be based on its population. This population count includes free people, indentured servants, and three-fifths of enslaved people, but not Native Americans who aren't taxed. This count will be done every ten years, starting three years after Congress first meets.<br>One House Rep for every 30,000 state inhabitants. Each state gets at least one until the 30,000 mark is met. NH gets 3, MA 8, RI 1, CT 5, NY 6, NJ 4, PA 8, DEL 1, MD 6, VA 10, NC 5, SC 5, GA 3.<br><br>Should vacancies occur, the state is allowed to hold a special election to fill the vacancy.<br><br>The House of Reps chooses their House Speaker and other Officers, who have the power to Impeach the President.<br><br>Section3: The Senate consists of two Senators from each State. Each Senator’s term lasts 6 years, and each gets one Vote.<br><br>The Senate is divided into three classes:<br>* The first class is reappointed at the end of every 2nd year, the second class is reappointed at the end of every 4th year, and the third class is reappointed at the end of every 6th year.<br>* One third of the Senate is replaced every 2nd year.<br>* Should vacancies happen, the President may make temporary Appointments until the next Meeting of the Legislature.<br><br>You cannot be a Senator until you’re at least 30 years old, have been a citizen for at least 9 years, and live in the state you are elected to represent.<br><br>VPOTUS is President of the Senate, but has no vote unless the Senate is divided.<br><br>The Senate will choose its own officers and appoint a President pro tempore in the absence of the VPOTUS or when the VP is filling in for the President.<br><br>The Senate is the only group of people to be able to try Impeachments. When POTUS is tried, the Chief of Justice must preside, and no one should be convicted without ⅔ of the Senate present.<br><br>Impeachment does not extend further than being removed from Office, and cannot hold a position within the government. The person convicted is liable and subject to trial and punishment according to the law.<br><br>Section 4: <br>Election times are prescribed by each state, but Congress can alter regulations at any time, aside from the place of choosing Senators.<br><br>Congress will meet on December 1st annually unless they appoint a different day.<br><br>Section 5: <br>Each House of Congress decides on the elections, returns, and qualifications of its members. A majority is needed to do business, but if there aren’t enough members, a smaller group can still meet daily and can require absent members to attend, using their own rules and penalties.<br><br>Houses can determine the rules of their meetings, dole out punishments for disorderly behavior of its members, and if ⅔ agree, expel a member.<br><br>Each house will keep a written record of their meetings. They will publish their notes, unless secrecy is required. Yes/No decisions from each member will be entered should ⅕ of those present agree to it.<br><br>During a congressional session, neither house may take a break for more than 3 days, nor change the meeting location.<br><br>Section6: <br>Senators & reps will be paid a set amount by the Treasury. Except for in cases of treason, felony, and breach of peace, they are exempt from arrest during a session of their respective house.<br><br>Senators and Representatives should not be appointed to any other office during their term. No person holding any office should be a member of either house during her term in office.<br><br>Section 7: <br>Bills regarding revenue should originate in the House of Representatives, but the Senate can propose and agree with amendments.<br><br>Every bill must be presented to POTUS before it is passed. If approved, she will sign it. If not approved, she will return it with objections. The house will reconsider and if after the reconsideration, ⅔ of the house approves, it will be sent to the other house, where it will also be reconsidered. If ⅔ of that house approves, it is written into a law. Names and votes are recorded in the Journal of each house. If the bill is not returned from POTUS within 10 days, the bill automatically becomes a law. However, if congress is adjourned and the bill cannot be returned to POTUS, it does not become law.<br><br>Any order, resolution, or vote that requires Senate and House of Rep approval must be reviewed by POTUS. She must approve for it to take effect. Should she disapprove, it must be approved by ⅔ of the Senate and House, following the same process as for a bill.<br><br>Section 8: <br>Congress has the power to enforce and collect taxes on duties, imposts and excises to pay off debts and provide for the general welfare of the US and defense. All these taxes must be uniform throughout our country.<br><br>Congress is allowed to borrow money through the US.<br><br>Congress is allowed to regulate trade with foreign powers, states, and Native American tribes.<br><br>Congress is allowed to create consistent rules for naturalization (process of becoming a US citizen) and establish uniform bankruptcy laws across the states.<br><br>Congress is allowed to create and issue currency, regulate US & foreign currency value, and establish standards for weights and measures.<br><br>Congress is allowed to punish people who counterfeit US currency.<br><br>Congress is allowed to establish and maintain postal offices and the roads for them.<br><br>Congress is allowed to support and promote science through securing an exclusive right to the scientists' discoveries.<br><br>Congress is allowed to create lower courts to handle smaller, judicial matters.<br><br>Congress is allowed to create and enforce punishments of piracy and felonies committed overseas as well as violations of international law.<br><br>Congress is allowed to declare a state of war, grant authorization for privateers to capture enemy vessels, and create rules for capturing enemy property at land and sea.<br><br>Congress is allowed to build and fund an army, but is not allowed to fund it for longer than two years.<br><br>Congress is allowed to build a navy.<br><br>Congress is allowed to create rules and regulations for land and naval forces.<br><br>Congress is allowed to use the military to enforce federal law, tamp down rebellions, and protect against invasions.<br><br>Congress is allowed to organize, arm, and discipline the military, govern the military when being used. The states are allowed to appoint and train officers through following the guidelines set by Congress.<br><br>Congress is allowed to have authority over the nation’s capital, and exercise similar authority over other federal properties that are acquired with the state’s consent.<br><br>Congress is allowed to make laws needed to effectively execute its powers and any other powers granted to the federal government.<br><br>Section 9: <br>The migration of a person within the United States was not prohibited before 1808, but a tax may be imposed on such importation, that should not exceed $10 a person. <br><br>The privilege of habeas corpus, challenging the requirement of a person under arrest to appear in court, cannot be suspended unless in cases of rebellion or invasion to the public safety.<br><br>No bill or law blocking a fair trial or makes actions illegal retroactively can be passed.<br><br>No tax can be imposed unless it’s proportionate to the population count.<br><br>No tax can be imposed upon exports from states.<br><br>There is no state favoritism when it comes to commerce or ports. Vessels traveling from one state to another cannot be required to stop, clear, or pay duties in another state.<br><br>Money cannot be withdrawn from the Treasury unless the situation calls for it. A regular account of financial transactions needs to be published from time to time.<br><br>Noble titles are not to be appointed to anyone. Any person holding office is not allowed to accept a noble title.<br><br>Section 10: <br>No state can form an alliance or confederation, give permission to attack or villainize another state, print or dole out paper money, require anything other than gold/silver coins as a debt repayment, pass a law that bypasses a criminal trial or makes actions illegal retroactively, impair existing contracts, or grant a noble title.<br><br>No state is allowed to tax any export unless congress has consented or it is absolutely necessary. Net taxes collected are only for the Treasury use. All laws are subject to revision and control by Congress.<br><br>No state is allowed to declare war in a time of peace, create an alliance/agreement with another state or foreign power, or engage in war unless directly impacted.</em>"
        },
        {
            "articleNumber": "ARTICLE II",
            "articleTitle": "Executive Branch",
            "sections": [
                "The executive Power shall be vested in a President of the United States of America. He shall hold his Office during the Term of four Years, and, together with the Vice-President chosen for the same Term, be elected, as follows: <br><br> Each State shall appoint, in such Manner as the Legislature thereof may direct, a Number of Electors, equal to the whole Number of Senators and Representatives to which the State may be entitled in the Congress: but no Senator or Representative, or Person holding an Office of Trust or Profit under the United States, shall be appointed an Elector.<br><br> The Electors shall meet in their respective States, and vote by Ballot for two persons, of whom one at least shall not lie an Inhabitant of the same State with themselves. And they shall make a List of all the Persons voted for, and of the Number of Votes for each; which List they shall sign and certify, and transmit sealed to the Seat of the Government of the United States, directed to the President of the Senate. The President of the Senate shall, in the Presence of the Senate and House of Representatives, open all the Certificates, and the Votes shall then be counted. The Person having the greatest Number of Votes shall be the President, if such Number be a Majority of the whole Number of Electors appointed; and if there be more than one who have such Majority, and have an equal Number of Votes, then the House of Representatives shall immediately choose by Ballot one of them for President; and if no Person have a Majority, then from the five highest on the List the said House shall in like Manner choose the President. But in choosing the President, the Votes shall be taken by States, the Representation from each State having one Vote; a quorum for this Purpose shall consist of a Member or Members from two-thirds of the States, and a Majority of all the States shall be necessary to a Choice. In every Case, after the Choice of the President, the Person having the greatest Number of Votes of the Electors shall be the Vice President. But if there should remain two or more who have equal Votes, the Senate shall choose from them by Ballot the Vice-President.<br><br> The Congress may determine the Time of choosing the Electors, and the Day on which they shall give their Votes; which Day shall be the same throughout the United States.<br><br> No person except a natural born Citizen, or a Citizen of the United States, at the time of the Adoption of this Constitution, shall be eligible to the Office of President; neither shall any Person be eligible to that Office who shall not have attained to the Age of thirty-five Years, and been fourteen Years a Resident within the United States.<br><br> In Case of the Removal of the President from Office, or of his Death, Resignation, or Inability to discharge the Powers and Duties of the said Office, the same shall devolve on the Vice President, and the Congress may by Law provide for the Case of Removal, Death, Resignation or Inability, both of the President and Vice President, declaring what Officer shall then act as President, and such Officer shall act accordingly, until the Disability be removed, or a President shall be elected.<br><br> The President shall, at stated Times, receive for his Services, a Compensation, which shall neither be increased nor diminished during the Period for which he shall have been elected, and he shall not receive within that Period any other Emolument from the United States, or any of them.<br><br> Before he enter on the Execution of his Office, he shall take the following Oath or Affirmation:<br><br> \"I do solemnly swear (or affirm) that I will faithfully execute the Office of President of the United States, and will to the best of my Ability, preserve, protect and defend the Constitution of the United States.\"<br><br>",
                "The President shall be Commander in Chief of the Army and Navy of the United States, and of the Militia of the several States, when called into the actual Service of the United States; he may require the Opinion, in writing, of the principal Officer in each of the executive Departments, upon any subject relating to the Duties of their respective Offices, and he shall have Power to Grant Reprieves and Pardons for Offenses against the United States, except in Cases of Impeachment.<br><br>  He shall have Power, by and with the Advice and Consent of the Senate, to make Treaties, provided two thirds of the Senators present concur; and he shall nominate, and by and with the Advice and Consent of the Senate, shall appoint Ambassadors, other public Ministers and Consuls, Judges of the supreme Court, and all other Officers of the United States, whose Appointments are not herein otherwise provided for, and which shall be established by Law: but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.<br><br> The President shall have Power to fill up all Vacancies that may happen during the Recess of the Senate, by granting Commissions which shall expire at the End of their next Session.<br><br>",
                "He shall from time to time give to the Congress Information of the State of the Union, and recommend to their Consideration such Measures as he shall judge necessary and expedient; he may, on extraordinary Occasions, convene both Houses, or either of them, and in Case of Disagreement between them, with Respect to the Time of Adjournment, he may adjourn them to such Time as he shall think proper; he shall receive Ambassadors and other public Ministers; he shall take Care that the Laws be faithfully executed, and shall Commission all the Officers of the United States.<br><br>",
                "The President, Vice President and all civil Officers of the United States, shall be removed from Office on Impeachment for, and Conviction of, Treason, Bribery, or other high Crimes and Misdemeanors.  "
            ],
            "analysis": "<p>Article II establishes the 'rules' for the executive branch of the government, which is responsible for enforcing and implementing laws.</p><p><strong>Section 1</strong>, also known as the <strong>Executive Vesting Clause</strong>, starts off by stating that the executive power is vested in one person, the President of the United States.</p><p>The President and Vice President are to be elected at the same time and serve the same four-year term. <em>In 1951, <strong>Amendment 21</strong> was ratified to limit a president to two terms in office after President Franklin Roosevelt was elected for four trms.</e</p><p>The President is elected by the members of the <strong>Electoral College</strong>, where each state is entitled to the number of electors equal to the combined number of their representatives and senators in Congress. <em>According to the National Archives, the Electoral College was created as a compromise between electing the President by popular vote and electing by Congress vote. In recent years, there have been some debates about the relevance of the Electoral College.</em></p><p>There are three minimum requirements to be an eligible candidate: one must be a natural born citizen, must be at least 35 years old, and must have lived in the U.S. for at least 14 years.</p><p><strong>Section 2</strong> outlines that the president is not only the head of the executive branch, but also the commander-in-chief of the armed forces and the state national guards. The president does have to gain Senate approval before any higher positions are filled and treaties are signed.</p><p><strong>Section 3</strong> requires the president to report to Congress about how things are going with the country. Traditionally, this is done in the <strong>“State of Union”</strong> speech in January or February every year.</p><p><strong>Section 4</strong> says that the President, Vice President, and other federal officials can be removed from office upon impeachment. <em>The impeachment power has been used several times in the past, including the impeachments of Presidents Andrew Johnson, Bill Clinton, Donald Trump, and during the Watergate investigations of President Nixon.</em></p><p><em><strong>Today, the presidency is considered one of the most powerful offices globally, so being able to outline the President’s role in government is important. Despite this importance, Article II also puts in place a series of checks and balances, limiting presidential power.</strong></em></p>"
        },
        {
            "articleNumber": "ARTICLE III",
            "articleTitle": "Judicial Branch",
            "sections": [
                "The judicial Power of the United States, shall be vested in one supreme Court, and in such inferior Courts as the Congress may from time to time ordain and establish. The Judges, both of the supreme and inferior Courts, shall hold their Offices during good Behavior, and shall, at stated Times, receive for their Services a Compensation which shall not be diminished during their Continuance in Office.",
                "The judicial Power shall extend to all Cases, in Law and Equity, arising under this Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority; –– to all Cases affecting Ambassadors, other public Ministers and Consuls; –– to all Cases of admiralty and maritime Jurisdiction; –– to Controversies to which the United States shall be a Party; –– to Controversies between two or more States; –– between a State and Citizens of another State; –– between Citizens of different States; –– between Citizens of the same State claiming Lands under Grants of different States, and between a State, or the Citizens thereof; –– and foreign States, Citizens or Subjects.<br><br>  In all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which a State shall be Party, the supreme Court shall have original Jurisdiction. In all the other Cases before mentioned, the supreme Court shall have appellate Jurisdiction, both as to Law and Fact, with such Exceptions, and under such Regulations as the Congress shall make.<br><br> The Trial of all Crimes, except in Cases of Impeachment, shall be by Jury; and such Trial shall be held in the State where the said Crimes shall have been committed; but when not committed within any State, the Trial shall be at such Place or Places as the Congress may by Law have directed.",
                "Treason against the United States, shall consist only in levying War against them, or in adhering to their Enemies, giving them Aid and Comfort. No Person shall be convicted of Treason unless on the Testimony of two Witnesses to the same overt Act, or on Confession in open Court.<br><br> The Congress shall have power to declare the Punishment of Treason, but no Attainder of Treason shall work Corruption of Blood, or Forfeiture except during the Life of the Person attainted."
            ],
            "analysis": "<p>Article III establishes the 'rules' for the judicial branch of the government, which interprets laws and ensures justice. It outlines the structure and power of the federal courts.</p><p><strong>Section 1</strong> creates the Supreme Court as the federal system’s highest court. Congress has the power to create and organize lower federal courts in every state. Judges of these courts are appointed for life.</p><p><strong>Section 2</strong> states that the federal courts will decide and settle arguments over how to interpret the Constitution and all laws passed by Congress. <em><strong>Marbury v. Madison</strong> also gave the courts the right to strike down any laws they deemed “unconstitutional,” giving the judicial branch the ability to check other branches.</em></p><p>Federal courts also have the final say over the verdict of any federal crimes, and any defendant has the right to have their case heard by a jury in the state in which the crime was committed.</p><p><em>Decisions made by the Supreme Court have long-lasting effects on American society and set <strong>strong legal precedents.</strong> Today, the Court plays a pivotal role in U.S. law and policy through its decisions on issues relating to civil rights, reproductive rights, and the limits of executive power.</em></p><p><strong>Section 3</strong> outlines the grounds for treason. A person is guilty of treason if they go to war against the U.S. or provide aid to the enemy. Congress has the power to punish, but the punishment can only be placed on the traitor.</p>"
        },
        {
            "articleNumber": "ARTICLE IV",
            "articleTitle": "Relationships Between the States",
            "sections": [
                "Full Faith and Credit shall be given in each State to the public Acts, Records, and judicial Proceedings of every other State. And the Congress may by general Laws prescribe the Manner in which such Acts, Records and Proceedings shall be proved, and the Effect thereof.",
                "The Citizens of each State shall be entitled to all Privileges and Immunities of Citizens in the several States.<br><br> A Person charged in any State with Treason, Felony, or other Crime, who shall flee from Justice, and be found in another State, shall on demand of the executive Authority of the State from which he fled, be delivered up, to be removed to the State having Jurisdiction of the Crime.<br><br> No Person held to Service or Labour in one State, under the Laws thereof, escaping into another, shall, in Consequence of any Law or Regulation therein, be discharged from such Service or Labour, But shall be delivered up on Claim of the Party to whom such Service or Labour may be due.",
                "New States may be admitted by the Congress into this Union; but no new States shall be formed or erected within the Jurisdiction of any other State; nor any State be formed by the Junction of two or more States, or parts of States, without the Consent of the Legislatures of the States concerned as well as of the Congress.<br><br> The Congress shall have Power to dispose of and make all needful Rules and Regulations respecting the Territory or other Property belonging to the United States; and nothing in this Constitution shall be so construed as to Prejudice any Claims of the United States, or of any particular State.",
                "The United States shall guarantee to every State in this Union a Republican Form of Government, and shall protect each of them against Invasion; and on Application of the Legislature, or of the Executive (when the Legislature cannot be convened) against domestic Violence."
            ],
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "articleNumber": "ARTICLE V",
            "articleTitle": "Amending the Constitution",
            "sections": [
                "The Congress, whenever two thirds of both Houses shall deem it necessary, shall propose Amendments to this Constitution, or, on the Application of the Legislatures of two thirds of the several States, shall call a Convention for proposing Amendments, which, in either Case, shall be valid to all Intents and Purposes, as part of this Constitution, when ratified by the Legislatures of three fourths of the several States, or by Conventions in three fourths thereof, as the one or the other Mode of Ratification may be proposed by the Congress; Provided that no Amendment which may be made prior to the Year One thousand eight hundred and eight shall in any Manner affect the first and fourth Clauses in the Ninth Section of the first Article; and that no State, without its Consent, shall be deprived of its equal Suffrage in the Senate."
            ],
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "articleNumber": "ARTICLE VI",
            "articleTitle": "Prior Debts, National Supremacy Clause, and Oaths of Office",
            "sections": [
                "All Debts contracted and Engagements entered into, before the Adoption of this Constitution, shall be as valid against the United States under this Constitution, as under the Confederation.<br><br> This Constitution, and the Laws of the United States which shall be made in Pursuance thereof; and all Treaties made, or which shall be made, under the Authority of the United States, shall be the supreme Law of the Land; and the Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary notwithstanding.<br><br> The Senators and Representatives before mentioned, and the Members of the several State Legislatures, and all executive and judicial Officers, both of the United States and of the several States, shall be bound by Oath or Affirmation, to support this Constitution; but no religious Test shall ever be required as a Qualification to any Office or public Trust under the United States."
            ],
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "articleNumber": "ARTICLE VII",
            "articleTitle": "Ratification",
            "sections": [
                "The Ratification of the Conventions of nine States, shall be sufficient for the Establishment of this Constitution between the States so ratifying the Same."
            ],
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        }
    ],
    "amendments": [
        {
            "amendNumber": "1st Amendment",
            "amendTitle": "Freedom of Religion, Speech, Press, Assembly, and Petition",
            "text": "Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.",
            "analysis": "<em>This First Amendment is one of the most important ones. It grants the citizens the freedom of speech, freedom of the press, and the freedom to protest against the government.<br><br>What that means:<br>Freedom of speech - The freedom of speech clause means that Congress cannot pass laws that infringe on the peoples freedom of speech. Freedom of speech grants citizens the ability to speak freely about the government, as long as it does not impose a danger.<br>Freedom of the press - The freedom of the press clause means that the government cannot block new outlets from talking about certain topics. This means that the media cannot be government controlled.<br>Freedom to protest - The freedom of protesting allows the citizens of the United States to peacefully protest against the government when they feel that they have been wronged by said government.<br><br>Overall, this amendment sets the foundation for the basic freedom of all citizens in the country. This amendment still exists today and ensures that citizens continue to have this freedom in the form that it was intended.<em>"
        },
        {
            "amendNumber": "2nd Amendment",
            "amendTitle": "Bearing and Keeping Arms",
            "text": "A well regulated Militia, being necessary to the security of a free State, the right of the people to keep and bear Arms, shall not be infringed.",
            "analysis": "<em>The Second Amendment has turned out to be one of the most controversial amendments in history. This is because the wording makes it so that it could be interpreted in different ways.<br><br>The first way the amendment could be interpreted is that it gives the right of every individual to hold a firearm. This means that the government cannot prevent any individual from carrying a firearm. <br><br>The second way the amendment could be interpreted is with the phrase “a well-regulated Militia,” which could suggest that the Framers only intended to restrict Congress from banning a states right to self-defense.<br><br>Today, the amendment allows for most individuals to get easy access to firearms. However, due to its mixed perception, some states have made it more difficult, with policies such as background checks, to get access to a firearm. Ultimately, this amendment to this day still protects our rights to hold firearms.</em>"
        },
        {
            "amendNumber": "3rd Amendment",
            "amendTitle": "Quartering Soldiers",
            "text": "No Soldier shall, in time of peace be quartered in any house, without the consent of the Owner, nor in time of war, but in a manner to be prescribed by law.",
            "analysis": "<em>The third amendment protects the individuals right to domestic privacy. This means that government solders or entities cannot break into an individuals home for any reason. <br><br>Back in the day, this amendment was extremely relevant, since war was a more common thing back in the day and cases of troop breaking into people's home was way more common.<br><br>Today, however, the amendment is not that relevant, and remains to be one of the least relevant amendments in the entire constitution. This is because today it is very unlikely for the federal government to want to house soldiers in people's homes.</em>"
        },
        {
            "amendNumber": "4th Amendment",
            "amendTitle": "Search and Seizure",
            "text": "The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.",
            "analysis": "<em>The Fourth Amendment protects people unreasonable searches and seizures of property. This means that without probable cause, a law/government authority cannot search through a person's home and property.<br><br>This amendment, however, does not protect an individual from all searches and seizures, only unreasonable ones. Today, the fourth amendment led to the creation of the warrant system. It is typically believed that if the government or law enforcement has a warrant, they are allowed to search a persons home and it is not considered unreasonable.</em>"
        },
        {
            "amendNumber": "5th Amendment",
            "amendTitle": "Grand Jury, Double Jeopardy, Self Incrimination, Due Process, Takings",
            "text": "No person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a Grand Jury, except in cases arising in the land or naval forces, or in the Militia, when in actual service in time of War or public danger; nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb; nor shall be compelled in any criminal case to be a witness against himself, nor be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation.",
            "analysis": "<em>The Firth Amendment gives the people 5 rights and protections:<br>The right to a jury trial - When an individual is charged with a crime, they have a right to a hearing to determine whether they are guilty or not. They cannot be accused of a crime without a proper jury.<br><br>Double Jeopardy Protection - This means that an individual cannot be prosecuted twice for the same offense.<br><br>Self-Incrimination Protection - This protects an individual from providing information that could expose someone to criminal charges.<br><br>The right to a fair trial - This gives the individual the right to a fair trial. I fair trial includes a trial with several important attributes, such as public hearing and an “innocent until proven guilty” principle.<br><br>Protection against taking of property without compensation - This means that if an individuals property is taken, they must be properly compensated for it. <br><br>Today, this amendment plays a huge role in the prosecution of individuals who have allegedly committed a crime and is very relevant.</em>"
        },
        {
            "amendNumber": "6th Amendment",
            "amendTitle": "Rights of Those Charged in Criminal Prosecutions",
            "text": "In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the Assistance of Counsel for his defence.",
            "analysis": "<em>The Sixth Amendment grants more rights to criminal defendants. These rights include the right to a speedy and public trial, the right to a lawyer, the right to an impartial jury, and the right to know of who the accusers are, and the charges being filed.<br><br>Today, the Sixth Amendment ensures that all criminals go through a fair trial, and that every defendant is given the right to defend themselves. It allows the United States to have a much fairer prosecution process than other nations do.</em>"
        },
        {
            "amendNumber": "7th Amendment",
            "amendTitle": "Civil Trial Rights",
            "text": "In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.",
            "analysis": "<em>The Seventh Amendment grants the right to a jury trial. It also prevents judges from overturning jury verdicts. This basically means that the amendment provides protection for any legal disputes between citizens or entities. This amendment makes the Unites States one of the few nations that still grants civil jury trials as a right. <br><br>Today, this amendment is mainly used to provide protection in disputes such as a corporation breach of contract, employment discrimination, and employment disputes.</em>"
        },
        {
            "amendNumber": "8th Amendment",
            "amendTitle": "Excessive Bail and Fines, and Cruel and Unusual Punishment",
            "text": "Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.",
            "analysis": "<em>The Eighth Amendment prevents cruel and unusual punishments for criminals. This includes fines, sentences, and bails. <br>This amendment has given rise to the question of what is considered cruel and unusual. Back in the day when this amendment was ratified, it was most likely used to protect criminals from going through barbaric punishments, such as using the rack, thumbscrews, and gibbets as instruments for punishment. <br>Today, the amendment mainly prevents criminals for receiving an unusual sentence given their crimes. For example, a person convicted of theft cannot end up receiving a life sentence solely for that theft.</em>"
        },
        {
            "amendNumber": "9th Amendment",
            "amendTitle": "Unenumerated Rights",
            "text": "The enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people.",
            "analysis": "<em>The Ninth Amendment states that any standard rights not listed in the bill of rights are not surrendered with its introduction into the Constitution. This means that if an obvious right wasn't listed in the Bill of Rights, it cannot be taken away.<br><br>Today, there is a lot of dispute over what the legal effect is of the Ninth Amendment. Most standard rights today are mentioned in the Constitution and therefore this amendment is not spoken about often.</em>"
        },
        {
            "amendNumber": "10th Amendment",
            "amendTitle": "Rights Reserved to the States and to the People",
            "text": "The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.",
            "analysis": "<em>The Tenth Amendment states that the federal government does not have any additional powers listed in the Constitution. This means that Congress cannot infringe on the rights of the states and the people in any way, and does not have any additional rule these entities.<br><br>Today, this principle has been passed onto the states as well. That means that the states cannot infringe on any of the rights that the people have. This makes the amendment useful when it comes to cases where the government may have infringed on the rights of an individual.</em>"
        },
        {
            "amendNumber": "11th Amendment",
            "amendTitle": "Suits Against States",
            "text": "The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.",
            "analysis": "<p>The 11th amendment reverses <a href=\"./articles/?article=3\">Article III, Section 2 of the constitution</a>. Originally, citizens of a state were able to sue other states other than the state they're a citizen of. With this amendment, they are no longer allowed to do so nor any citizens of foreign states</p>"
        },
        {
            "amendNumber": "12th Amendment",
            "amendTitle": "Election of President",
            "text": "The Electors shall meet in their respective states, and vote by ballot for President and Vice-President, one of whom, at least, shall not be an inhabitant of the same state with themselves; they shall name in their ballots the person voted for as President, and in distinct ballots the person voted for as Vice-President, and they shall make distinct lists of all persons voted for as President, and of all persons voted for as Vice-President and of the number of votes for each, which lists they shall sign and certify, and transmit sealed to the seat of the government of the United States, directed to the President of the Senate;<br><br> The President of the Senate shall, in the presence of the Senate and House of Representatives, open all the certificates and the votes shall then be counted;<br><br> The person having the greatest Number of votes for President, shall be the President, if such number be a majority of the whole number of Electors appointed; and if no person have such majority, then from the persons having the highest numbers not exceeding three on the list of those voted for as President, the House of Representatives shall choose immediately, by ballot, the President. But in choosing the President, the votes shall be taken by states, the representation from each state having one vote; a quorum for this purpose shall consist of a member or members from two-thirds of the states, and a majority of all the states shall be necessary to a choice. And if the House of Representatives shall not choose a President whenever the right of choice shall devolve upon them, before the fourth day of March next following, then the Vice-President shall act as President, as in the case of the death or other constitutional disability of the President.<br><br> The person having the greatest number of votes as Vice-President, shall be the Vice-President, if such number be a majority of the whole number of Electors appointed, and if no person have a majority, then from the two highest numbers on the list, the Senate shall choose the Vice-President; a quorum for the purpose shall consist of two-thirds of the whole number of Senators, and a majority of the whole number shall be necessary to a choice. But no person constitutionally ineligible to the office of President shall be eligible to that of Vice-President of the United States.",
            "analysis": "<p>The 12th amendment is a fix to the way elections work. In the old days, electors voted for two candidates, the candidate with the most votes becomes president and the runner-up becomes vice president. An issue arises when they're from different parties and don't share similar ideas, think John Adams (president and federalist) and Thomas Jefferson (VP and democratic-republican).</p><p>Another thing is that in a perfect scenario, where electors vote for their favorites to be president and vice, it'd result in a tie (Thomas Jefferson and Aaron Burr, 1800). This amendment condenses the whole cast your two votes into one and have the president and vice president be packaged as one ticket.</p><p>In cases of a tie, that duty would left up to the House Of Representatives</p>"
        },
        {
            "amendNumber": "13th Amendment",
            "amendTitle": "Abolition of Slavery",
            "text": "1. Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.<br><br> 2. Congress shall have power to enforce this article by appropriate legislation.",
            "analysis": "<strong>SLAVERY IS GONE WOO HOO</strong>"
        },
        {
            "amendNumber": "14th Amendment",
            "amendTitle": "Citizenship, Equal Protection, and Other Post-Civil War Provisions",
            "text": "1. All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.<br><br> 2. Representatives shall be apportioned among the several States according to their respective numbers, counting the whole number of persons in each State, excluding Indians not taxed. But when the right to vote at any election for the choice of electors for President and Vice-President of the United States, Representatives in Congress, the Executive and Judicial officers of a State, or the members of the Legislature thereof, is denied to any of the male inhabitants of such State, being twenty-one years of age, and citizens of the United States, or in any way abridged, except for participation in rebellion, or other crime, the basis of representation therein shall be reduced in the proportion which the number of such male citizens shall bear to the whole number of male citizens twenty-one years of age in such State.<br><br> 3. No person shall be a Senator or Representative in Congress, or elector of President and Vice-President, or hold any office, civil or military, under the United States, or under any State, who, having previously taken an oath, as a member of Congress, or as an officer of the United States, or as a member of any State legislature, or as an executive or judicial officer of any State, to support the Constitution of the United States, shall have engaged in insurrection or rebellion against the same, or given aid or comfort to the enemies thereof. But Congress may by a vote of two-thirds of each House, remove such disability.<br><br> 4. The validity of the public debt of the United States, authorized by law, including debts incurred for payment of pensions and bounties for services in suppressing insurrection or rebellion, shall not be questioned. But neither the United States nor any State shall assume or pay any debt or obligation incurred in aid of insurrection or rebellion against the United States, or any claim for the loss or emancipation of any slave; but all such debts, obligations and claims shall be held illegal and void.<br><br> 5. The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.<br><br>",
            "analysis": "<p>Arguably the most important amendment, this amendment aims to protect <em>civil rights</em>. This amendment importantly takes place right after the civil war and the sections are targeted at the context of that era.</p><p>Section 1 talks about citizens, the classification and the protection from the government. Citizens are classified as people who are \"born or naturalized in the United States\". They are also protected from the government, preventing them from being depraved in any way without due process. If you read the amendments in order, this is almost identical to the <a href=\"./?amendment=5\">fifth amendment</a>. However, the fifth amendment only applied to the <strong>federal</strong> government whereas section 1 of the fourteenth amendment applies to the <strong>state</strong> government.</p><p>Section 2 is referring to the Three-fifths Compromise where slaves were counted as \"3/5ths of a vote.\" Now, all citizens represent as a whole vote.</p><p>Section 3 prohibits any person who holds some important role in the United States government from engaging in any sort of rebellion or insurrection. This was to stop the Confederates from having leaders serve the government.</p><p>Section 4 talks about public debt from suppressing insurrections and rebellions. You cannot question it, nor is the United States, or any state forced to pay it. This is referring to the confederate debt after they lost the war.</p><p>Section 5 is simple. Congress can enforce the legislation of this article.</p>"
        },
        {
            "amendNumber": "15th Amendment",
            "amendTitle": "Right of Citizens to Vote",
            "text": "1. The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of race, color, or previous condition of servitude. <br><br> 2. The Congress shall have power to enforce this article by appropriate legislation.",
            "analysis": "<p>The fifteenth amendment states that the federal and state government can not prohibit citizens from voting because of race, skin color, or if they were previously a slave.</p><footer>Notice how it doesn't mention gender...</footer>"
        },
        {
            "amendNumber": "16th Amendment",
            "amendTitle": "Income Tax",
            "text": "The Congress shall have power to lay and collect taxes on incomes, from whatever source derived, without apportionment among the several States, and without regard to any census or enumeration.",
            "analysis": "Two things that never change, death and <span style='font-size: 7px;'>taxes</span>"
        },
        {
            "amendNumber": "17th Amendment",
            "amendTitle": "Popular Election of Senators",
            "text": "The Senate of the United States shall be composed of two Senators from each State, elected by the people thereof, for six years; and each Senator shall have one vote. The electors in each State shall have the qualifications requisite for electors of the most numerous branch of the State legislatures.<br><br> When vacancies happen in the representation of any State in the Senate, the executive authority of such State shall issue writs of election to fill such vacancies: Provided, That the legislature of any State may empower the executive thereof to make temporary appointments until the people fill the vacancies by election as the legislature may direct.<br><br> This amendment shall not be so construed as to affect the election or term of any Senator chosen before it becomes valid as part of the Constitution.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "18th Amendment",
            "amendTitle": "Prohibition of Liquor",
            "text": "1. After one year from the ratification of this article the manufacture, sale, or transportation of intoxicating liquors within, the importation thereof into, or the exportation thereof from the United States and all territory subject to the jurisdiction thereof for beverage purposes is hereby prohibited.<br><br> 2. The Congress and the several States shall have concurrent power to enforce this article by appropriate legislation.<br><br> 3. This article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by the legislatures of the several States, as provided in the Constitution, within seven years from the date of the submission hereof to the States by the Congress.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "19th Amendment",
            "amendTitle": "Women's Suffrage Rights",
            "text": "The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of sex.  Congress shall have power to enforce this article by appropriate legislation.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "20th Amendment",
            "amendTitle": "Presidential Term and Succession",
            "text": "1. The terms of the President and Vice President shall end at noon on the 20th day of January, and the terms of Senators and Representatives at noon on the 3d day of January, of the years in which such terms would have ended if this article had not been ratified; and the terms of their successors shall then begin.<br><br> 2. The Congress shall assemble at least once in every year, and such meeting shall begin at noon on the 3d day of January, unless they shall by law appoint a different day.<br><br> 3. If, at the time fixed for the beginning of the term of the President, the President elect shall have died, the Vice President elect shall become President. If a President shall not have been chosen before the time fixed for the beginning of his term, or if the President elect shall have failed to qualify, then the Vice President elect shall act as President until a President shall have qualified; and the Congress may by law provide for the case wherein neither a President elect nor a Vice President elect shall have qualified, declaring who shall then act as President, or the manner in which one who is to act shall be selected, and such person shall act accordingly until a President or Vice President shall have qualified.<br><br> 4. The Congress may by law provide for the case of the death of any of the persons from whom the House of Representatives may choose a President whenever the right of choice shall have devolved upon them, and for the case of the death of any of the persons from whom the Senate may choose a Vice President whenever the right of choice shall have devolved upon them. <br><br> 5. Sections 1 and 2 shall take effect on the 15th day of October following the ratification of this article. <br><br> 6. This article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by the legislatures of three-fourths of the several States within seven years from the date of its submission.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "21st Amendment",
            "amendTitle": "Repeal of Prohibition",
            "text": "1. The eighteenth article of amendment to the Constitution of the United States is hereby repealed.<br><br> 2. The transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited.<br><br> 3. The article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by conventions in the several States, as provided in the Constitution, within seven years from the date of the submission hereof to the States by the Congress.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "22nd Amendment",
            "amendTitle": "Presidential Term Limits",
            "text": "1. No person shall be elected to the office of the President more than twice, and no person who has held the office of President, or acted as President, for more than two years of a term to which some other person was elected President shall be elected to the office of the President more than once. But this Article shall not apply to any person holding the office of President, when this Article was proposed by the Congress, and shall not prevent any person who may be holding the office of President, or acting as President, during the term within which this Article becomes operative from holding the office of President or acting as President during the remainder of such term.<br><br> 2. This article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by the legislatures of three-fourths of the several States within seven years from the date of its submission to the States by the Congress.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "23rd Amendment",
            "amendTitle": "Presidential Electors for D.C.",
            "text": "1. The District constituting the seat of Government of the United States shall appoint in such manner as the Congress may direct: A number of electors of President and Vice President equal to the whole number of Senators and Representatives in Congress to which the District would be entitled if it were a State, but in no event more than the least populous State; they shall be in addition to those appointed by the States, but they shall be considered, for the purposes of the election of President and Vice President, to be electors appointed by a State; and they shall meet in the District and perform such duties as provided by the twelfth article of amendment. <br><br> 2. The Congress shall have power to enforce this article by appropriate legislation.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "24th Amendment",
            "amendTitle": "Abolition of Poll Taxes",
            "text": "1. The right of citizens of the United States to vote in any primary or other election for President or Vice President, for electors for President or Vice President, or for Senator or Representative in Congress, shall not be denied or abridged by the United States or any State by reason of failure to pay any poll tax or other tax.<br><br> 2. The Congress shall have power to enforce this article by appropriate legislation.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "25th Amendment",
            "amendTitle": "Presidential Vacancy and Disability",
            "text": "1. In case of the removal of the President from office or of his death or resignation, the Vice President shall become President.<br><br> 2. Whenever there is a vacancy in the office of the Vice President, the President shall nominate a Vice President who shall take office upon confirmation by a majority vote of both Houses of Congress. <br><br> 3. Whenever the President transmits to the President pro tempore of the Senate and the Speaker of the House of Representatives his written declaration that he is unable to discharge the powers and duties of his office, and until he transmits to them a written declaration to the contrary, such powers and duties shall be discharged by the Vice President as Acting President.<br><br> 4. Whenever the Vice President and a majority of either the principal officers of the executive departments or of such other body as Congress may by law provide, transmit to the President pro tempore of the Senate and the Speaker of the House of Representatives their written declaration that the President is unable to discharge the powers and duties of his office, the Vice President shall immediately assume the powers and duties of the office as Acting President.<br><br> Thereafter, when the President transmits to the President pro tempore of the Senate and the Speaker of the House of Representatives his written declaration that no inability exists, he shall resume the powers and duties of his office unless the Vice President and a majority of either the principal officers of the executive department or of such other body as Congress may by law provide, transmit within four days to the President pro tempore of the Senate and the Speaker of the House of Representatives their written declaration that the President is unable to discharge the powers and duties of his office. Thereupon Congress shall decide the issue, assembling within forty eight hours for that purpose if not in session. If the Congress, within twenty one days after receipt of the latter written declaration, or, if Congress is not in session, within twenty one days after Congress is required to assemble, determines by two thirds vote of both Houses that the President is unable to discharge the powers and duties of his office, the Vice President shall continue to discharge the same as Acting President; otherwise, the President shall resume the powers and duties of his office.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "26th Amendment",
            "amendTitle": "Reduction of Voting Age",
            "text": "1. The right of citizens of the United States, who are eighteen years of age or older, to vote shall not be denied or abridged by the United States or by any State on account of age.<br><br> 2. The Congress shall have power to enforce this article by appropriate legislation.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        },
        {
            "amendNumber": "27th Amendment",
            "amendTitle": "Congressional Compensation",
            "text": "No law, varying the compensation for the services of the Senators and Representatives, shall take effect, until an election of Representatives shall have intervened.",
            "analysis": "<em>INSERT ANALYSIS HERE </em>"
        }
    ]
}
